[
    {
        "id": 1,
        "title": "Seminar on SSC 2018 Batch",
        "img": "https://i.im.ge/2021/10/04/TvAcZq.jpg",
        "description": "We arrange seminars in ssc batch 2018. Here we talk about how they are successful."
    },
    {
        "id": 2,
        "title": "Debate Compition",
        "img": "https://i.im.ge/2021/10/04/TvAWb1.jpg",
        "description": "PCC onganize debate compitition on 26 jun 2018. Debate is a process that involves formal discourse on a particular topic. student are learn many thing from this debate contest."
    },
    {
        "id": 3,
        "title": "Photo contest Event",
        "img": "https://i.im.ge/2021/10/04/TvA8op.jpg",
        "description": "We organize a photo competition in mid-July. We give some special gifts for the top 10 participants."
    },
    {
        "id": 4,
        "title": "Seminar on Victory Day",
        "img": "https://i.im.ge/2021/10/04/TvAZBf.jpg",
        "description": "On 16 December 2021 we would like to arrange a Victory Day seminar. We request all students to join this seminar."
    },
    {
        "id": 5,
        "title": "Seminar on Campus Sustainability",
        "img": "https://i.im.ge/2021/10/04/TvARhP.jpg",
        "description": "A seminar on campus sustainability held on 29 july 2021 at our campus. the seminar was graced by the chef guest Ali Amjad Head Master, Zomsher pur high school."
    },
    {
        "id": 6,
        "title": "Dream Career of New Generation",
        "img": "https://i.im.ge/2021/10/04/TvCYCJ.jpg",
        "description": "We organized a seminar about Dream Career of New Generation on 3rd April 2021, Saturday at 11: 00 AM – 01: 00 PM. The president of the ceremony honorable Chirman Abdur Rab has much appreciated the program and allowed to organize such a wonderful seminar. This seminar is especially designed for the current & prospective students of PCC to improve the leadership skills and also to create awareness about their future career goals."
    }
]